Dlubal.TimberPro.FireResistance
Fire resistance parameters.

Dlubal.TimberPro.FireResistance.No
Fire protection data number

Dlubal.TimberPro.FireResistance.ObjectsList
List of reference objects

Dlubal.TimberPro.FireResistance.ExposedToFireOnLeft
The member is exposed to fire from the left

Dlubal.TimberPro.FireResistance.ExposedToFireOnRight
The member is exposed to fire from the right

Dlubal.TimberPro.FireResistance.ExposedToFireOnTop
The member is exposed to fire from the top

Dlubal.TimberPro.FireResistance.ExposedToFireOnBottom
The member is exposed to fire from the bottom

Dlubal.TimberPro.FireResistance.Comment
Comment